{
  "en": {
    "Intro-0": "Hi! Welcome to the creature shelter. You must be the new volunteer",
    "Intro-1": "Here we take care of strange creatures that are not found on planet earth, but have the same characteristics as some species that you surely know",
    "Intro-2": "I am a specialist in the plants of this planet. I am currently needing a little help to take care of them. Could you give me a hand?",
    "Intro-3": "Excellent! You must take care of this little girl. Come to meet her",

    "Plant-0": "Surprised? I was too when I arrived. The plants here have faces, and even arms and legs when they grow!",
    "Plant-1": "However, they have the same basic needs as the plants on planet Earth. This means that to survive they need SUNLIGHT and WATER.",
    "Plant-2": "Your duty will be to cover these needs, and thus you will make the plant grow and develop. You can see the progress on this bar",
    "Plant-3": "To cover the need for SOLAR LIGHT you must select the ICON OF THE SUN",
    "Plant-4": "To cover the need for WATER, you must select the WATER ICON",
    "Plant-5": "It is worth mentioning that the faster you cover the need, the greater the growth of the plant will be.",
    "Plant-6": "Come on! start with whatever you want",

    "PlantFoodHelp-0": "",

    "PlantFood-0": "One of the main needs of plants is SUNLIGHT. For that we have this special reflector that emits sunbeams",
    "PlantFood-1": "But this reflector only works if you press the buttons in the correct order.",
    "PlantFood-2": "Pay attention to the order in which the buttons light up, and then repeat the sequence. If you make a mistake, the searchlight will emit a new sequence",

    "PlantWaterHelp-0": "",

    "PlantWater-0": "To cover the basic need of WATER we must do a bit of plumbing",
    "PlantWater-1": "Connect the pipes of the same color with hoses, clicking on each of them",

    "PlantEvolved-0": "Wow! The plant has grown so much that it has evolved. Keep it up and you'll be able to take it to its final stage",
    "PlantEvolved-1": "I think you're ready to take care of a new species. Go meet her keeper! But be careful and don't forget to keep taking care of your plant",

    "Rabbit-0": "Hey! You have arrived. We were expecting you. I am a specialist in some animals of this planet",
    "Rabbit-1": "The animals in my care eat VEGETABLES or FRUITS, and they also need WATER like the vast majority of living beings",
    "Rabbit-2": "This little one is in your care now. It is very similar to what on planet earth is known as a rabbit, and has the same needs",
    "Rabbit-3": "To cover the need for FOOD of this little one you must select the CARROT ICON",
    "Rabbit-4": "To cover the need for WATER you must select the WATER ICON",
    "Rabbit-5": "Good luck! And remember to keep taking care of your plant",

    "RabbitFoodHelp-0": "",

    "RabbitFood-0": "Some naughty animals have stolen our FRUITS AND VEGETABLES reserves!",
    "RabbitFood-1": "To cover the need for FOOD you must take the food from their hands every time they look through one of the holes",

    "RabbitWaterHelp-0": "",

    "RabbitWater-0": "Just like the plants, this animal needs WATER to survive and develop",
    "RabbitWater-1": "Connect the pipes of the same color with hoses, clicking on each of them",

    "RabbitEvolved-0": "Well done! The animal has grown enough to evolve to its next phase. Keep it up to take it to its final stage!",
    "RabbitEvolved-1": "Looks like you're ready to take care of the latest creature. Go see his keeper, and don't forget to take care of your other creatures",

    "Lion-0": "Hello! You're the new volunteer right? I see you already have enough experience. I am a specialist in the fiercest animals on this planet",
    "Lion-1": "The animals in my care only eat MEAT, and they also need WATER like the other creatures you know so far",
    "Lion-2": "This puppy needs some attention, I think you are the one to take care of him. He is very similar to the lions that we can find on planet Earth",
    "Lion-3": "To cover the need for FOOD for this little one, you must select the MEAT ICON",
    "Lion-4": "To cover the need for WATER you must select the WATER ICON",
    "Lion-5": "Cover all his needs and see how big he can grow!",

    "LionFoodHelp-0": "",

    "LionFood-0": "Help our little one to identify which FOOD they should eat",
    "LionFood-1": "Select the MEAT when it appears on the screen, and avoid selecting fruits or vegetables",

    "LionWaterHelp-0": "",

    "LionWater-0": "Like the other creatures in your care, this animal needs WATER to survive and develop",
    "LionWater-1": "Connect the pipes of the same color with hoses, clicking on each of them",

    "LionEvolved-0": "",    

    "endgame-0": "Congratulations! You have completed the game by fully developing each of the creatures in your care. Well done!",

    "newGame": "New game",
    "continue": "Continue"    
  },
  "es": {
    "Intro-0": "¡Hola! Bienvenido al refugio de criaturas. Tu debes ser el nuevo voluntario",
    "Intro-1": "Aquí cuidaremos de extrañas criaturas que no se encuentran en el planeta tierra, pero que tienen las mismas características que algunas especies que seguramente conoces",
    "Intro-2": "Yo soy especialista en las plantas de este planeta. Actualmente estoy necesitando un poco de ayuda para cuidar de ellas ¿Podrías darme una mano?",
    "Intro-3": "¡Excelente! Deberás hacerte cargo de esta pequeña. Ven a conocerla",

    "Plant-0": "¿Sorprendido? Yo también lo estaba cuando llegué. Las plantas aquí tienen cara, ¡y hasta brazos y piernas cuando crecen!",
    "Plant-1": "Sin embargo tienen las mismas necesidades básicas que las plantas del planeta tierra. Es decir que para sobrevivir necesitan de LUZ SOLAR y de AGUA",
    "Plant-2": "Tu deber será cubrir estas necesidades, y así lograrás que la planta crezca y se desarrolle. Puedes ver el progreso en esta barra",
    "Plant-3": "Para cubrir la necesidad de LUZ SOLAR deberás seleccionar el ÍCONO DEL SOL",
    "Plant-4": "Para cubrir la de AGUA, deberás seleccionar el ÍCONO DEL AGUA",
    "Plant-5": "Cabe mencionar que mientras más rápido cubras la necesidad, mayor será el crecimiento de la planta",
    "Plant-6": "¡Adelante! Comienza con lo que tu quieras",

    "PlantFoodHelp-0": "",

    "PlantFood-0": "Una de las principales necesidades de las plantas es la LUZ SOLAR. Para eso tenemos este reflector especial que emite rayos de sol",
    "PlantFood-1": "Pero este reflector solo funciona si oprimes los botones en el orden correcto",
    "PlantFood-2": "Presta atención al orden en que los botones se iluminan y luego repite la secuencia. Si te equivocas, el reflector emitirá una secuencia nueva",

    "PlantWaterHelp-0": "",

    "PlantWater-0": "Para cubrir la necesidad básica del AGUA debemos realizar un poco de plomería",
    "PlantWater-1": "Conecta con mangueras las cañerías del mismo color, haciendo click en cada una de ellas",

    "PlantEvolved-0": "¡Wow! la planta ha crecido tanto que ha evolucionado. Sigue así y lograrás llevarla a su etapa final",
    "PlantEvolved-1": "Creo que ya estás listo para cuidar de una especie nueva. ¡Ve a conocer a su cuidadora! Pero ten cuidado y no olvides seguir atendiendo a tu planta",

    "Rabbit-0": "¡Hey! Haz llegado. Te estábamos esperando. Yo soy especialista en algunos animales de este planeta",
    "Rabbit-1": "Los animales a mi cuidado comen VERDURAS o FRUTAS, y también necesitan AGUA como la gran mayoría de los seres vivos",
    "Rabbit-2": "Este pequeño ahora está a tu cuidado. Es muy similar a lo que en el planeta tierra se conoce como un conejo, y tiene las mismas necesidades",
    "Rabbit-3": "Para cubrir la necesidad de ALIMENTO de este pequeño deberás seleccionar el ÍCONO DE ZANAHORIA",
    "Rabbit-4": "Para cubrir la necesidad de AGUA deberás seleccionar el ÍCONO DE AGUA",
    "Rabbit-5": "¡Buena suerte! Y recuerda seguir cuidando de tu planta",

    "RabbitFoodHelp-0": "",

    "RabbitFood-0": "¡Unos animales traviesos se han robado nuestras reservas de FRUTAS Y VERDURAS!",
    "RabbitFood-1": "Para cubrir la necesidad de ALIMENTO deberás quitarles la comida de las manos cada vez que se asomen por uno de los agujeros",

    "RabbitWaterHelp-0": "",

    "RabbitWater-0": "Al igual que las plantas, este animal necesita de AGUA para sobrevivir y desarrollarse",
    "RabbitWater-1": "Conecta con mangueras las cañerías del mismo color, haciendo click en cada una de ellas",

    "RabbitEvolved-0": "¡Bien hecho! El animal ha crecido lo suficiente como para evolucionar a su siguiente fase. Sigue así para llevarlo hasta su etapa final",
    "RabbitEvolved-1": "Parece que ya estás listo para cuidar de la última criatura. Ve a ver a su cuidador, y no olvides cuidar de tus otras criaturas",

    "Lion-0": "¡Hola! Eres el nuevo voluntario ¿Verdad? Veo que ya tiene bastante experiencia. Yo soy especialista en los animales más fieros de este planeta",
    "Lion-1": "Los animales a mi cuidado comen solo CARNE, y también necesitan AGUA como las demás criaturas que conoces hasta el momento",
    "Lion-2": "Este cachorro necesita un poco de atención, creo que eres el indicado para cuidarlo. Es muy similar a los leones que podemos encontrar en el planeta tierra",
    "Lion-3": "Para cubrir la necesidad de ALIMENTO de este pequeño deberás seleccionar el ÍCONO DE CARNE",
    "Lion-4": "Para cubrir la necesidad de AGUA deberás seleccionar el ÍCONO DE AGUA",
    "Lion-5": "¡Cubre todas sus necesidades y observa lo mucho que puede crecer!",

    "LionFoodHelp-0": "",

    "LionFood-0": "Ayuda a nuestro pequeño a identificar que ALIMENTO debe comer",
    "LionFood-1": "Selecciona la CARNE cuando aparezca en pantalla, y evita seleccionar frutas o verduras",

    "LionWaterHelp-0": "",

    "LionWater-0": "Como las demás criaturas a tu cuidado, este animal necesita de AGUA para sobrevivir y desarrollarse",
    "LionWater-1": "Conecta con mangueras las cañerías del mismo color, haciendo click en cada una de ellas",

    "LionEvolved-0": "",    

    "endgame-0": "¡Felicidades! Haz completado el juego desarrollando al máximo a cada una de las criaturas a tu cuidado. ¡Bien hecho!",

    "newGame": "Nueva partida",
    "continue": "Continuar"    
  },
  
  "_meta": {
    "maxChars": {
      "newGame": 15,
      "continue": 15,
      "endgame": 15
    }
  }
}